Repository: joevasquez/Quill
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: About
de: Über

source: Accessibility
de: Bedienungshilfen

source: Are you sure you want to delete all transcripts? This action cannot be undone.
de: Bist du sicher, dass du alle Transkriptionen löschen möchtest? Das kann nicht gängig gemacht werden.

source: Cancel
de: Abbrechen

source: Changelog
de: Änderungen

source: Changelog could not be loaded.
de: Änderungen konnten nicht geladen werden.

source: Check for Updates
de: Nach Updates suchen

source: Check for Updates…
de: Suche nach Updates…

source: Close
de: Schließen

source: Copied
de: Kopiert

source: Copy to clipboard
de: In die Zwischenablage kopieren

source: Delete All
de: Alle löschen

source: Delete All Transcripts
de: Alle Transkriptionen löschen

source: Delete Selected Model
de: Ausgewähltes Modell löschen

source: Delete transcript
de: Transkription löschen

source: Download Error: %@
de: Downloadfehler: %@

source: Download Selected Model
de: Ausgewähltes Modell herunterladen

source: Downloading %@...
de: Lade %@ herunter

source: Ensure Quill can access your microphone and system accessibility features.
de: Sicherstellen, dass Quill dein Mikrofon und Systemweite Bedienungshilfen benutzen kann.

source: Enter a key combination
de: Eingabe einer Tastenkombination

source: General
de: Allgemein

source: Granted
de: Zugelassen

source: History
de: Transkriptionsaktivitäten

source: Hot Key
de: Tassenkombination

source: Ignore below %.1fs
de: Unter %0.1fs ignorieren

source: Microphone
de: Mikrofon

source: No models found.
de: Keine Modelle gefunden.

source: No Transcriptions
de: Keine Transkriptionen

source: Open on Login
de: Bei Anmeldung öffnen

source: Output Language
de: Ausgabesprache

source: Pause Media while Recording
de: Medien während der Aufnahme pausieren

source: Permissions
de: Berechtigungen

source: Play audio
de: Audio abspielen

source: Prevent System Sleep while Recording
de: Systemschlaf während der Aufnahme verhindern

source: Quill is open source
de: Quill ist Open Source

source: Request Permission
de: Erlaubnis anfordern

source: Selected Model
de: Modell auswählen

source: Settings
de: Einstellungen

source: Settings...
de: Einstellungen…

source: Show Changelog
de: Änderungen anzeigen

source: Show Dock Icon
de: Dock-Symbol anzeigen

source: Sound
de: Ton

source: Sound Effects
de: Ton-Effekte

source: Stop playback
de: Wiedergabe anhalten.

source: Transcription Model
de: Transkriptionsmodell

source: Use clipboard to insert
de: Zwischenablage zum Einfügen verwenden

source: Use clipboard to insert text. Fast but may not restore all clipboard content. Turn off to use simulated keypresses. Slower, but doesn't need to restore clipboard
de: Zwischenablage zum Einfügen von Text benutzen. Schnell, aber möglicherweise wird nicht der gesamte Inhalt der Zwischenablage wiederhergestellt. Ausschalten, um simulierte Tasteneingaben zu verwenden. Langsamer, aber muss die Zwischenablage nicht wiederherstellen.

source: Visit our GitHub
de: Besuche unser GitHub

source: Your transcription history will appear here.
de: Deine Transkriptionsaktivitäten werden hier angezeigt werden
